Repository: fcibecchini/FoOlSlide
Catalog: assets/locale/*.utf8/LC_MESSAGES/*.po
Languages: it_it

source: Authorization
it_it: Autorizzazione

source: Message
it_it: Messaggio

source: Register
it_it: Registrati

source: Resend activation email
it_it: Invia di nuovo l'email d'attivazione

source: Forgot password
it_it: Password dimenticata

source: Change password
it_it: Cambia password

source: Change email
it_it: Cambia email

source: Unregister
it_it: Elimina registrazione

source: Profile
it_it: Profilo

source: Teams
it_it: Gruppi

source: Display Name
it_it: Nome pubblico

source: Twitter username
it_it: Nome utente twitter

source: Your profile
it_it: Il tuo profilo

source: Your teams
it_it: I tuoi team

source: Team name
it_it: Nome team

source: Team does not exist
it_it: Il team non esiste

source: Accept request
it_it: Accetta la richiesta

source: Leave team
it_it: Lascia il team

source: Leave team leadership
it_it: Lascia la posizione di capogruppo

source: Updated settings.
it_it: Impostazioni aggiornate.

source: Unavailable
it_it: Non disponibile

source: URL to master FoOlSlide root
it_it: URL al root del master FoOlSlide

source: Providing a URL will convert this FoOlSlide installation into a load balancer.
it_it: Fornendo un URL questo FoOlSlide verrà trasformato in un load balancer.

source: These settings can only be activated if there are no comics available on this FoOlSlide. All core functions will be disabled and your data will be duplicated quietly in the background.
it_it: Queste impostazioni possono essere attivate solo se non sono presenti delle serie su questo FoOlSlide. Tutte le funzionalità principali verranno disattivate e i tuoi dati verranno duplicati silenziosamente in background.

source: No log available.
it_it: Nessun log disponibile.

source: No log available for this date.
it_it: Nessun log disponibile per questa data.

source: Chat logs deleted.
it_it: Log della chat rimossi.

source: Upgrade
it_it: Aggiorna

source: Successfully updated the database.
it_it: Database aggiornato con successo.

source: Members
it_it: Membri

source: Searching
it_it: Ricerca

source: Saved.
it_it: Salvato.

source: Leader
it_it: Capogruppo

source: Member
it_it: Membro

source: Remove member
it_it: Rimuovi membro

source: Do you want to remove this team member?
it_it: Vuoi davvero rimuovere questo membro?

source: Make leader
it_it: Rendi capogruppo

source: Do you want to make this user a team leader?
it_it: Vuoi davvero redere questo utente un capogruppo?

source: Remove leader
it_it: Rimuovi capogruppo

source: Do you want to remove this user from the team leadership?
it_it: Vuoi davvero rimuovere il potere di capogruppo a questo utente?

source: Add New
it_it: Aggiungi

source: Add New Team
it_it: Aggiungi Nuovo Team

source: Accepting into team...
it_it: Accettando nel team...

source: User accepted into the team.
it_it: Utente accettato nel gruppo.

source: Removing from team...
it_it: Rimuovendo dal gruppo...

source: You have removed %s from the team.
it_it: Hai rimosso %s dal team.

source: You have upgrade %s to team leader.
it_it: Hai promosso %s a team leader.

source: User not found.
it_it: Utente non trovato.

source: You have added %s to the team with the position of team leader.
it_it: Hai aggiunto %s al team nel ruolo di team leader.

source: You have stripped %s of their team leader position.
it_it: Hai rimosso %s dal ruolo di leader.

source: You have added the user to the admin group.
it_it: Hai aggiunto l'utente al gruppo degli admin

source: You have removed the user from the administrators group.
it_it: Hai rimosso l'utente dal gruppo degli admin.

source: You have added the user to the moderators group.
it_it: Hai aggiunto l'utente al gruppo dei moderatori.

source: You have removed the user from the moderators group.
it_it: Hai rimosso l'utente dal gruppo dei moderatori.

source: You have removed the user.
it_it: Hai cancellato l'utente

source: Preferences
it_it: Preferenze

source: General
it_it: Generale

source: Slide Title
it_it: Titolo Slide

source: Sets the title of your FoOlSlide. This appears in the title of every page.
it_it: Inserisci il titolo del tuo FoOlSlide. Compare nel titolo di ogni pagina.

source: Back URL
it_it: Link al sito principale

source: A small URL linked to another page. This is located next to the title at the top of every page.
it_it: Un breve URL collegato a un'altra pagina. Viene inserito dopo il titolo in alto ad ogni pagina.

source: Sets the default team used for widgets and releases.
it_it: Imposta il team di default per i widget e le pubblicazioni.

source: Default release language
it_it: Lingua di default delle pubblicazioni

source: Changes the default release language for all future releases.
it_it: Cambia la lingua di default per le pubblicazioni future.

source: Default Software Language
it_it: Lingua del software

source: Changes the software language of FoOlSlide. Help with translation would me much appreciated.
it_it: Cambia la lingua di FoOlSlide. Ogni aiuto nelle traduzioni è gradito.

source: Theme
it_it: Tema

source: Select Theme
it_it: Selezione Tema

source: Disqus Shortname (does not work yet)
it_it: Disqus Shortname (non funziona per ora)

source: <a href="https://help.disqus.com/customer/portal/articles/466208">More info here</a>. If left empty, the Disqus comment section is disabled
it_it: <a href="https://help.disqus.com/customer/portal/articles/466208">Ulteriori informazioni</a>. Per favore, lasciare vuoto.

source: Pre-Header Text
it_it: Testo Pre-Header

source: This will insert HTML code above before the header navigation block.
it_it: Inserisce il codice HTML dopo la barra di navigazione.

source: Header Text
it_it: Testo Header

source: Inserts the text above in the header where the nagivation linkes are located.
it_it: Inserisce il testo nell'header dove si trovano i link per la navigazione.

source: Header Code
it_it: Codice Header

source: This will insert the HTML code above inside the &lt;HEAD&gt;.
it_it: Inserisce il codice HTML dentro l'&lt;HEAD&gt;.

source: Header Code Homepage
it_it: Codice Header in Homepage

source: This will insert the HTML code above inside the &lt;HEAD&gt; in the homepage only.
it_it: Inserisce il codice HTML all'interno dell'&lt;HEAD&gt; nella homepage

source: By default comic name, tags, parodies and authors will be added inside the &lt;HEAD&gt; as keywords in the main comic page. If you'd like to have other custom keywords, write them there. Note that each keyword must be separated from the others with a comma.
it_it: Per default il nome della serie, i generi, la parodia e l'autore vengono aggiunti come keyword nell'&lt;HEAD&gt della pagina relativa alla serie. Se vuoi aggiungere ulteriori keywords personalizzate, scrivile qui. Nota che ogni keyword deve essere separata con una virgola.

source: Custom Navigation Link
it_it: Link di navigazione personalizzati

source: Inserts a custom navigation link in the navigation bar.
it_it: Inserisce un link personalizzato nella barra di navigazione.

source: Footer Text
it_it: Testo a fondo pagina

source: Inserts the text above in the footer such as disclaimers. (Note: If the content uploaded does not belong to you, do not write things like "All Rights Reserived&copy;" above. However, if you're releasing your own works, please consider using <a href="http://creativecommons.org/">Creative Commons Licenses</a> to protect them.)
it_it: Inserisce il testo a piè di pagina in qualità di disclaimer. (Nota: se il contenuto caricato non appartiene a te, non scrivere cose del tipo "Tutti i diritti riservati &copy;" . Se invece stai pubblicando i tuoi lavori, prendi in considerazione la possibilità di usare <a href="http://creativecommons.org/">Creative Commons Licenses</a> per proteggerli.)

source: Footer Code
it_it: Codice a fondo pagina

source: This will insert the HTML code above after the &lt;BODY&gt;.
it_it: Inserisce il codice HTML dopo il &lt;BODY&gt;.

source: Advertising
it_it: Pubblicità

source: Top banner
it_it: Banner in alto

source: Insert the HTML code provided by your advertiser above.
it_it: Inserisci il codice HTML fornito dal tuo advertiser.

source: Top Banner Options
it_it: Opzioni del banner in alto

source: Enable
it_it: Abilita

source: Reload on Every Pageview
it_it: Ricarica ad ogni pagina

source: Bottom banner
it_it: Banner in basso

source: Bottom Banner Options
it_it: Opzione del banner in basso

source: Couldn't save the advertising code in the HTML
it_it: Non ho potuto salvare il codice della pubblicità nell'HTML

source: Registration
it_it: Registrazione

source: Settings
it_it: Impostazioni

source: Disable New User Registrations
it_it: Disabilita Registrazione Nuovi Utenti

source: Disable Email Activation
it_it: Disabilita Attivazione Email

source: Modify the settings for the registration system.
it_it: Modifica le impostazioni del sistema di registrazione

source: reCaptcha&trade; Public Key
it_it: reCaptcha&trade; Chiave Pubblica

source: Insert the public key provided by reCAPTCHA&trade;.
it_it: Inserisci la chiave pubblica fornita da reCAPTCHA&trade;.

source: reCaptcha&trade; Secret Key
it_it: reCaptcha&trade; Chiave Privata

source: Insert the private key provided by reCAPTCHA&trade;.
it_it: Inserisci la chiave privata fornita da reCAPTCHA&trade;.

source: In order to use reCAPTCHA&trade; you need to sign up for the service at <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, which will provide you with a public and a private key.
it_it: Per usare reCAPTCHA&trade; devi registrarti a <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, che ti fornirà una chiave pubblica e privata.

source: Reading
it_it: Lettore

source: Enable Direct Downloads
it_it: Abilita i Download

source: Enable Volume Downloads
it_it: Abilita i Download dei Volumi

source: Note: Direct downloads usually increase bandwidth usage by one-third. The issue is whether you have enough space to keep both images and ZIP archives. FoOlSlide tries to avoid this problem by using on-the-fly ZIP compression and caching.
it_it: Nota: i download diretti di solito incrementano l'uso della banda di un terzo. Il problema è stabilire se hai abbastanza spazio per salvare sia le immagini sia gli archivi ZIP. FoOlSlide tenta di arginare questo problema usando la compressione on-the-fly per gli ZIP e tecniche di caching.

source: Maximum Direct Download Cache in Megabyte
it_it: Cache massima per i download diretti in Megabyte

source: Once this limit has been reached, ZIP archives that have not been downloaded recently will be removed. If a very large number is set, the ZIP archives will be cached indefinitely.
it_it: Quando il limite viene raggiunto, gli archivi ZIP che non sono stati scaricati di recente vengono rimossi. Se si inserisce un numero molto grande, gli archivi ZIP saranno tenuti in cache a tempo indeterminato.

source: Slideshow
it_it: Proiezione

source: 1st Image URL
it_it: URL 1° immagine

source: Activate by inserting an URL
it_it: Attivala inserendo un URL

source: Image URL (don't forget "http://"). Suggested size: 690px width, 280px height
it_it: URL immagine (non dimenticarti di "http://"). Dimensione suggerita: 690px larghezza, 280px altezza.

source: 1st URL
it_it: 1° URL

source: Not required
it_it: Non obbligatorio

source: Link URL (don't forget "http://")
it_it: URL link (non dimenticarti di "http://")

source: 1st Display text
it_it: 1° testo Display

source: Text that appears on bottom of the image. HTML accepted
it_it: Testo che compare ai piedi dell'immagine. HTML consentito.

source: 2nd Image URL
it_it: URL 2° immagine

source: 2nd URL
it_it: 2° URL

source: 2nd Display text
it_it: 2° testo Display

source: 3rd Image URL
it_it: URL 3° immagine

source: 3rd URL
it_it: 3° URL

source: 3rd Display text
it_it: 3° testo Display

source: 4th Image URL
it_it: URL 4° immagine

source: 4th URL
it_it: 4° URL

source: 4th Display text
it_it: 4° testo Display

source: Series
it_it: Serie

source: Manage
it_it: Gestisci

source: Sorry, the series you are looking for does not exist.
it_it: La serie che stai cercando non esiste.

source: Information for Chapter %s has been updated.
it_it: Le informazioni del Capitolo %s sono state aggiornate.

source: Insert the names of the teams who worked on this chapter.
it_it: Inserisci i nomi dei gruppi che hanno lavorato su questo capitolo

source: Updated series information for %s.
it_it: Le informazioni della Serie %s sono state aggiornate.

source: Licensed in
it_it: Sotto licenza in

source: Insert the nations where the series is licensed in order to limit the availability.
it_it: Seleziona le nazioni in cui la serie è stata licenziata per limitare la disponibilità.

source: Custom URL Slug
it_it: URL personalizzato

source: Has Custom URL Slug
it_it: Usa URL personalizzato

source: If you want to have a custom url slug or the comic's title is written with non-latin letters tick this.
it_it: Se vuoi usare un url personalizzato per identificare questa serie seleziona questa opzione.

source: Chapter %s has been added to %s.
it_it: Il Capitolo %s è stato aggiunto a %s.

source: Chapter in
it_it: Capitolo in

source: Add New Chapter
it_it: Aggiungi Nuovo Capitolo

source: The series %s has been added.
it_it: La serie %s è stata aggiunta.

source: Chapter
it_it: Capitolo

source: Add chapter to selected series.
it_it: Aggiungi il capitolo alla serie selezionata

source: Types
it_it: Tipi

source: Add New Type
it_it: Aggiungi Tipo

source: Tags
it_it: Generi

source: Add New Tag
it_it: Aggiungi Genere

source: You can't delete chapters from outside the admin panel through this link.
it_it: Non puoi rimuovere i capitoli dall'esterno del pannello d'amministrazione con questo link.

source: Failed to delete the series %s.
it_it: La serie %s non è stata rimossa.

source: Failed to delete chapter %s.
it_it: Il capitolo %s non è stata rimosso.

source: Failed to delete the tag %s.
it_it: Il tag %s non è stato rimosso.

source: Absolute directory path to ZIP archive for the series
it_it: Directory assoluta agli archivi ZIP della serie

source: Insert the absolute directory path. This means from the lowest accessible directory. Example: %s
it_it: Inserisci la directory assoluta. Questo vuol dire dalla directory più bassa accessibile. Per esempio: %s

source: Import
it_it: Importa

source: The directory you set does not exist.
it_it: La cartella che hai selezionato non esiste.

source: System
it_it: Sistema

source: Information
it_it: Informazioni

source: Settings updated.
it_it: Impostazioni aggiornate.

source: Tools
it_it: Strumenti

source: Your FoOlSlide database has been optimized.
it_it: Il database del tuo FoOlSlide è stato ottimizzato.

source: An error occurred while optimizing the database.
it_it: Errore riscontrato durante l'ottimizzazione del database.

source: There are no logs available.
it_it: Nessun log disponibile.

source: There is no available log for this date.
it_it: Nessun log disponibile per questa data.

source: Your FoOlSlide logs have been pruned.
it_it: I log di FoOlSlide sono stati cancellati.

source: You have to correct the errors above to continue.
it_it: Devi correggere gli errori qui sotto per continuare.

source: To repair automatically by removing the unidentified data and rebuilding the missing thumbnails, enter: %s
it_it: Per riparare automaticamente rimuovendo i dati mancanti e ricreando le miniature mancanti, invia: %s

source: Successfully repaired your library.
it_it: La libreria è stata riparata.

source: Upgrade FoOlSlide
it_it: Aggiorna FoOlSlide

source: Upgrade failed: check file permissions.
it_it: Aggiornamento fallito: controlla i permessi dei file

source: Teams could not be found
it_it: Nessun gruppo trovato

source: Team could not be found
it_it: Non ho trovato il gruppo

source: Comics could not be found
it_it: Nessun fumetto trovato

source: You didn't use the necessary parameters
it_it: Non hai usato i parametri necessari

source: Comic could not be found
it_it: Fumetto non trovato

source: Chapter could not be found
it_it: Capitolo non trovato

source: Installation
it_it: Installazione

source: Database type
it_it: Tipo di database

source: required
it_it: necessario

source: The type of database you're going to use. Leave it on MySQL if using a standard installation
it_it: Il tipo di database che stai per usare. Lascialo su MySQL se stai usando un'installazione standard

source: Database hostname
it_it: Hostname del database

source: The hostname of the server hosting the database. 99.8% of times is localhost
it_it: L'hostname del server del database. 99.8% delle volte è localhost

source: Database name
it_it: Nome del database

source: The name of the database
it_it: Il nome del database

source: Database username
it_it: Nome utente del database

source: The username of the user with permissions to the database
it_it: Il nome utente dell'utente con permessi sul database

source: Database password
it_it: Password del database

source: The password of the user with permissions to the database
it_it: La password dell'utente con permessi sul database

source: Database prefix
it_it: Prefisso del database

source: Add a database prefix to avoid collisions, in example if you have other FoOlSlides
it_it: Aggiungi un prefisso al database per evitare collisioni, per esempio se hai altri FoOlSlide

source: Administrator username
it_it: Nome dell'utente amministratore

source: The username of the administrator's account
it_it: Nome dell'utente per l'account dell'amministratore

source: Administrator password
it_it: Password dell'amministratore

source: The password of the administrator's account
it_it: La password dell'account dell'amministratore

source: Administrator email
it_it: Email dell'amministratore

source: The email of the administrator's account
it_it: L'email dell'account dell'amministratore

source: Connection with database not enstabilished: check the database fields.
it_it: Connessione col database non stabilita: controlla i campi del database.

source: FoOlSlide has installed successfully. Check the preferences and make sure you create a team for your own chapters.
it_it: FoOlSlide si è installato correttamente. Controlla le preferenze e accertati di creare un team per i tuoi capitoli.

source: You need at least PHP version 5.2.0 to run FoOlSlide. This means you have a many years old version. It is suggested to upgrade to a more recent version of PHP to avoid security issues with your server in general.
it_it: È necessaria la versione 5.2.0 di PHP o successive per eseguire FoOlSlide. Questo significa che hai una versione molto datata. Ti suggeriamo di aggiornare PHP a una versione più recente per evitare di incorrere in problemi di sicurezza con il tuo server in generale.

source: The file %s was removed. The installation can't continue without that file. You can find it in the FoOlSlide download.
it_it: Il file %s è stato rimosso. L'installazione non può continuare senza quel file. Lo puoi trovare nel download di FoOlSlide.

source: The %s directory needs to be writable. Use this command in your shell if possible: %s or change its permissions recursively to 777 with your own FTP software. You won't be able to install or run FoOlSlide without this.
it_it: La cartella %s deve essere scrivibile. Usa questo comando dalla shell se possibile: %s oppure cambia i suoi permessi a 777 col tuo software FTP. Non potrai installare o avviare FoOlSlide senza aver fatto questo.

source: The %s directory needs to be writable as well. Use this command in your shell if possible: %s or change its permissions recursively to 777 with your own FTP software. You won't be able to install or run FoOlSlide without this.
it_it: Anche la directory %s deve essere scrivibili. Usa questo comando dalla tua riga di comando se possibile: %s oppure cambia i permessi ricorsivamente a 777 col tuo software FTP. Non sarai in grado di installare o avviare FoOlSlide se non fai questo.

source: The %s directory would be better if writable, in order to deliver automatic updates. Use this command in your shell if possible: %s
it_it: Sarebbe meglio se la cartella %s fosse scrivibile, per poter utilizzare gli aggiornamenti automatici. Usa questo comando nella riga di comando se possibile: %s

source: The %s directory would be better if writable, in order to deliver automatic updates.<br/>It was impossible to determine the user running PHP. Use this command in your shell if possible: %s where www-data is an example (usually it's www-data or Apache)
it_it: Sarebbe preferibile avere la directory %s scrivibile, in modo da poter usare gli aggiornamenti automatici.<br/>E' stato impossibile determinare l'utente che avvia PHP. Usa questo comando nella tua riga di comando se possibile: %s dove www-data è un esempio (di solito è www-data o Apache)

source: If you can't do the above, after the installation you will be given a textfile to paste in config.php. More info after submitting.
it_it: Se non puoi fare ciò, dopo l'installazione ti verrà dato un file di testo da incollare in config.php. Più informazioni dopo aver inviato questi dati.

source: If you made any changes, just refresh this page to recheck the directory permissions.
it_it: Se hai fatto alcun cambiamento, ricarica la pagina per ricontrollare i permessi sulla directory.

source: Series by Team
it_it: Serie per Team

source: Translations
it_it: Traduzioni

source: List
it_it: Lista

source: Authors
it_it: Autori

source: Authors List
it_it: Lista degli Autori

source: Parodies
it_it: Parodie

source: Parodies List
it_it: Lista delle Parodie

source: No series found with specified tags
it_it: Nessuna serie trovata con i generi specificati

source: Results
it_it: Risultati

source: Adult content notice
it_it: Avvertenza contenuto Adulto

source: Popular Releases
it_it: Più scaricati

source: Search
it_it: Ricerca

source: Search Artist
it_it: Cerca Autore

source: Search Parody
it_it: Cerca Parodia

source: Today
it_it: Oggi

source: Tomorrow
it_it: Domani

source: Yesterday
it_it: Ieri

source: Save
it_it: Salva

source: Edit
it_it: Modifica

source: Prev
it_it: Precedente

source: Next
it_it: Prossimo

source: Member List
it_it: Lista Membri

source: Add Series
it_it: Aggiungi Serie

source: Add Chapter
it_it: Aggiungi Capitolo

source: Add Tag
it_it: Aggiungi Genere

source: Add Type
it_it: Aggiungi Tipo

source: Manage Tags
it_it: Gestione Generi

source: Manage Types
it_it: Gestione Tipi

source: Team List
it_it: Lista Team

source: Add Team
it_it: Aggiungi Team

source: Reader
it_it: Lettore

source: New
it_it: Nuovo

source: Developer Community
it_it: Community Sviluppatori

source: ID not set
it_it: ID non settato

source: ID is not a valid number
it_it: L'ID non è un numero valido

source: "orderby" tag wasn't correctly used.
it_it: Non stai usando "orderby" correttamente.

source: "orderby" tag wasn't correctly used
it_it: Non stai usando "orderby" correttamente

source: The "page" tag was not a valid number.
it_it: Hai assegnato a "page" un numero non valido

source: You're trying to get a larger number of "per_page" results per request than allowed.
it_it: Stai tentando di ottenere un numero di risultati per pagina superiore a quanto permesso.

source: Name
it_it: Nome

source: Insert the title of the chapter, if available.
it_it: Inserisci il titolo del capitolo, se disponibile.

source: Chapter Number
it_it: Numero Capitolo

source: Insert the chapter number.
it_it: Inserire il numero del capitolo.

source: Subchapter Number
it_it: Numero Sottocapitolo

source: Insert a subchapter number to identify extra chapters. Zero for main chapter. Start counting subchapters from 1, not from 5.
it_it: Inserisci il numero del sottocapitolo per identificare i capitoli extra. Zero per il capitolo principale. Conta i sottocapitoli a partire da 1, non da 5.
