Repository: fcibecchini/FoOlSlide
Catalog: assets/locale/*.utf8/LC_MESSAGES/*.po
Languages: it_it

source: This is the maximum time in seconds a script is allowed to run before it is terminated by the parser.
it_it: Il tempo massimo in secondi per cui uno script può essere eseguito prima di essere terminato dal parser.

source: Low Value
it_it: Valore basso

source: Your current value for max execution time is low. This option affects functions that require large amounts of processing time, such as processing images. If your server doesn't have a powerful processor or you're processing large amounts of images, this value must be set as high as the total processing time taken to complete the function.
it_it: Il valore corrente di max execution time è basso. Questa opzione influisce sulle funzioni che richiedono un tempo di esecuzione considerevole, come quelle per il caricamento delle immagini. Se il tuo server non ha un processore potente o stai caricando un gran numero di immagini, questo valore dovrebbe essere settato pari al tempo di esecuzione totale necessario a completare la funzione.

source: Enabled
it_it: Abilitato

source: This states whether or not to allow HTTP file uploads.
it_it: Se è abilitato o meno l'HTTP file uploads.

source: Your PHP configuration currently has file uploads disabled. This variable must be enabled or FoOlSlide will not operate correctly.
it_it: La configurazione di PHP ha al momento file uploads disabilitato. Questa variabile deve essere abilitata, altrimenti FoOlSlide non funzionerà correttamente.

source: This is max size of post data allowed.
it_it: La dimensione massima del POST consentita.

source: Your current value for POST size is low. This variable should generally be set at a higher value to accomodate and ensure that all of your chapters will be uploaded.
it_it: Il valore corrente di POST Size è basso. Questa variabile dovrebbe generalmente essere settata ad un valore maggiore per assicurare il caricamento di tutti i capitoli.

source: This is the maximum size allowed for an uploaded file.
it_it: La dimensione massima consentita per il caricamento di un file.

source: Your current value for max upload size is low. This variable should generally be set at a higher value to accommodate and allow your largest chapter to be uploaded.
it_it: Il valore corrente di max upload size è basso. Questa variabile dovrebbe generalmente essere settata ad un valore maggiore per permettere il caricamento dei capitoli più pesanti.

source: This is the maximum number of files allowed to be uploaded simultaneously.
it_it: Il numero massimo di file che possono essere caricati contemporaneamente.

source: Your current value for max file uploads is low. This variable should generally be set at a higher value than the number of pages your chapters may have.
it_it: Il valore corrente di max file uploads è basso. Questa variabile dovrebbe generalmente essere settata ad un valore maggiore del numero di pagine che i tuoi capitoli potrebbero avere.

source: Extensions
it_it: Estensioni

source: Installed
it_it: Installato

source: Not Installed
it_it: Non installato

source: This is a library used to communicate with different types of servers with many types of protocols.
it_it: Una libreria usata per comunicare con diversi tipi di servizi con diversi tipi di protocolli.

source: Missing
it_it: Mancante

source: This is a library used to dynamically create images and thumbnails.
it_it: Una libreria usata per generare dinamicamente immagini e miniature.

source: If you are asked to provide an output of your server information, please click the "Output Server Information" button at the top right and provide it to us via <a href="http://pastebin.com">Pastebin</a> or some similar service.
it_it: Se ti viene richiesto di fornire l'output delle informazioni sul tuo server, clicca sul bottone "Output informazioni server" in alto a destra e inviacele con <a href="http://pastebin.com">Pastebin</a> o servizi simili.

source: System Information
it_it: Informazioni di Sistema

source: Sitemap for search engines
it_it: Sitemap per i motori di ricerca

source: You can submit your sitemap to the search engines to index your FoOlSlide better and faster. We suggest adding this to your Google Webmaster Tools admin panel.
it_it: Puoi inviare la tua sitemap ai motori di ricerca per indicizzare meglio il tuo FoOlSlide. Ti suggeriamo di aggiungerla nel pannello di amministrazione di Google Webmaster Tools.

source: Optimize Thumbnails
it_it: Ottimizza miniature

source: Important
it_it: Importante

source: Pictures left to be processed:
it_it: Immagini ancora da processare:

source: Optimize
it_it: Ottimizza

source: Stop Optimization
it_it: Interrompi ottimizzazione

source: Done.
it_it: Fatto.

source: Download Database Backup
it_it: Scarica backup del database

source: This will allow you to routinely download a copy of your FoOlSlide database. Furthermore, routine backups of the FoOlSlide directory is also required in case of a complete server failure for this file to be useful.
it_it: Questo ti permette di scaricare una copia del database del tuo FoOlSlide. Inoltre, per ripristinare correttamente il database è necessario eseguire periodicamente il backup della cartella di FoOlSlide.

source: Optimize Database
it_it: Ottimizza Database

source: Performing database optimization from time to time will cause your FoOlSlide installation to be slightly faster.
it_it: Effettuare l'ottimizzazione del database di tanto in tanto permetterà al tuo FoOlSlide di essere leggermente più veloce.

source: Are you sure you want to optimize your FoOlSlide database?
it_it: Sei sicuro di voler ottimizzare il database di FoOlSlide?

source: FoOlSlide Logs
it_it: Log di FoOlSlide

source: Daily logs are generated by FoOlSlide and contains information that will help developers debug your problems. If any actual errors are found, please report any serious errors to the FoOlSlide developers. However, do not report any 404 and missing cookie notices.
it_it: FoOlSlide genera dei log giornalieri che contengono informazioni che possono aiutare gli sviluppatori a risolvere eventuali problemi. Se vengono segnalati degli errori, ti preghiamo di segnalare qualunque errore considerevole agli sviluppatori di FoOlSlide. Non riportare errori 404 e notifiche di cookie mancanti.

source: Prune Logs
it_it: Elimina i log

source: Are you sure you want to prune all FoOlSlide logs?
it_it: Sei sicuro di voler cancellare tutti i log di FoOlSlide?

source: FoOlSlide logs can often use a lot of space. This function will allow you to remove all logs to save space.
it_it: I log di FoOlSlide possono occupare uno spazio considerevole. Questa funzione di permette di rimuovere tutti i log per risparmiare spazio.

source: Current Size
it_it: Spazio occupato

source: Check and repair the library
it_it: Controlla e ripara la libreria

source: The repair function brutally edits your files and database. While it should be safe to use, you might lose data you actually want to save.
it_it: Questa funzione di riparazione modifica forzatamente i tuoi file e il database. Sebbene dovrebbe essere sicura, potresti perdere dei dati che volevi mantenere.

source: Suggestion
it_it: Suggerimento

source: Have a backup of your database and of your FoOlSlide directory before proceeding. Perform a check before clicking on repair.
it_it: Fai un backup del database e della cartella di FoOlSlide prima di procedere. Effettua un controllo prima di cliccare su ripara.

source: It can happen that you or some server error mess with the FoOlSlide library. This will allow you to find broken database entries and missing files. The repair function will rebuild the missing thumbnails, remove the database entries for missing files and remove the unidentified files.
it_it: Può succedere che tu o qualche errore del server crei conflitto con la libreria di FoOlSlide. Questa funzione ti permette di trovare ennuple malfunzionanti nel database e file mancanti. La funzione ricrea automaticamente le miniature mancanti, rimuove le ennuple del database che fanno riferimento a file mancanti e rimuove i riferimenti ai file mancanti.

source: You can also use this function via command line. Use the following line: %s
it_it: Puoi usare questa funzione anche a linea di comando. Usa il seguente comando: %s

source: Check library
it_it: Controlla libreria

source: This is actually a dangerous operation. Always perform a check and make sure you have a backup of your data.
it_it: Questa operazione è pericolosa. Effettua sempre un controllo e assicurati di avere una copia di backup dei tuoi dati.

source: Repair library
it_it: Ripara libreria

source: Checking the library
it_it: Controllando la libreria

source: Repairing the library
it_it: Riparando la libreria

source: Checking comics folder.
it_it: Controllando la cartella comics

source: You must fix the errors before you can proceed.
it_it: Devi correggere gli errori prima di procedere.

source: Chapters left to check:
it_it: Capitoli da controllare rimanenti:

source: Pages left to check:
it_it: Pagine da controllare rimanenti:

source: Upgrade FoOlSlide Automatically
it_it: Aggiorna FoOlSlide automaticamente

source: Do you really want to upgrade to the latest version?
it_it: Vuoi davvero aggiornare alla versione più recente?

source: Automatic Upgrade
it_it: Aggiornamento automatico

source: This will upgrade your FoOlSlide installation to the latest version.
it_it: Aggiorna FoOlSlide alla versione più recente.

source: Download Latest Version
it_it: Scarica l'ultima versione

source: This allows you to download the latest FoOlSlide package to re-install or update your installation manually.
it_it: Permette di scarica la versione più recente di FoOlSlide per reinstallare o aggiornare manualmente l'applicazione.

source: Repair FoOlSlide
it_it: Ripara FoOlSlide

source: Do you really want to re-install FoOlSlide?
it_it: Vuoi davvero reinstallare FoOlSlide?

source: This will re-install FoOlslide automatically and repair any broken files during the process.
it_it: Reinstalla automaticamente FoOlSlide e ripara eventuali file non funzionanti.

source: Current Version
it_it: Versione corrente

source: Latest Version Available
it_it: Ultima versione disponibile

source: You have the latest version of FoOlSlide.
it_it: Questa è la versione di FoOlSlide più recente

source: Version
it_it: Versione

source: This is all the needed information to install and run FoOlSlide. Don't worry: you can change this information later in case you need it changed.
it_it: Queste sono le informazioni necessarie per installare e avviare FoOlSlide. Non ti preoccupare: puoi cambiare questi dati più tardi, nel caso necessitassi di cambiarli.

source: The installation was unable to automatically create the config.php file. You'll have to create %s and paste all the following inside the file. When done, just press on the button on the bottom to be redirected to your FoOlSlide installation.
it_it: L'installazione non è stata capace di creare automaticamente il file config.php. Dovrai creare %s ed incollare tutto ciò che segue all'interno del file. In seguito, premi sul bottone in fondo a questa pagina per essere rediretto alla tua installazione di FoOlSlide.

source: Done
it_it: Fatto

source: Select the tags you are interested in
it_it: Seleziona i generi da ricercare

source: Multiple Tag Search
it_it: Ricerca Generi Multipli

source: %sFollow us%s on Twitter
it_it: %sSeguici%s su Twitter

source: Come chat with us on
it_it: Vieni a chattare con noi su

source: This series contains mature contents and is meant to be viewed by an adult audience.<br/> If you are of legal age, click on continue.
it_it: Questa serie contiene materiale riservato ad un pubblico adulto.<br/> Se sei maggiorenne, clicca continua.

source: Continue
it_it: Continua

source: Type
it_it: Tipo

source: Tag
it_it: Genere

source: Chapters available for
it_it: Capitoli disponibili per

source: by
it_it: da

source: Latest released chapters
it_it: Ultimi capitoli pubblicati

source: Most Popular Releases
it_it: Traduzioni popolari

source: Most Downloaded
it_it: Più scaricati

source: To search series, type and hit enter
it_it: Per cercare una serie, scrivi e premi invio

source: List of the available comics
it_it: Lista dei fumetti disponibili

source: No releases for this series
it_it: Nessuna pubblicazione in relazione con questa serie.

source: Latest release
it_it: Ultima pubblicazione

source: Page
it_it: Pagina

source: Use W-A-S-D or the arrow keys to navigate
it_it: Usa W-A-S-D o le frecce per navigare

source: Double-tap to change page
it_it: Premi due volte per cambiare pagina

source: Search results for
it_it: Risultati della ricerca per

source: Search series - Type at least three characters
it_it: Cerca una serie - Inserisci almeno tre caratteri

source: Tags List
it_it: Lista dei Generi

source: Team's page
it_it: Pagina dei gruppi

source: Informations
it_it: Informazioni

source: Translations
it_it: Traduzioni

source: Team leaders
it_it: Capigruppo

source: No leaders in this team
it_it: Nessun leader in questo gruppo

source: No members in this team
it_it: Nessun membro in questo gruppo
