Repository: fcibecchini/FoOlSlide
Catalog: assets/locale/*.utf8/LC_MESSAGES/*.po
Languages: it_it

source: Insert the volume number.
it_it: Inserisci il numero del volume

source: Language
it_it: Lingua

source: Select the language of the chapter.
it_it: Seleziona la lingua del capitolo.

source: Description
it_it: Descrizione

source: Insert a description.
it_it: Inserisci una descrizione

source: Visibility
it_it: Visibilità

source: Hide the chapter from public view.
it_it: Nascondi il capitolo al pubblico.

source: Hidden
it_it: Nascosto

source: The series you were adding the chapter to doesn't exist.
it_it: La serie a cui vuoi aggiungere il capitolo non esiste.

source: You're trying to delete something that doesn't even have a related series'?
it_it: Stai tentando di cancellare qualcosa che non ha nemmeno una serie correlata?

source: The chapter you tried to edit doesn't exist.
it_it: Il capitolo che hai provato a modificare non esiste.

source: The series you were referring to doesn't exist.
it_it: La serie che stai cercando non esiste.

source: The team you were referring this chapter to doesn't exist.
it_it: Il team a cui stavi riferendo questo capitolo non esiste.

source: You must select at least one team for this chapter
it_it: Devi scegliere almeno un gruppo per questo capitolo.

source: You haven't selected any team in relation to this chapter.
it_it: Non hai scelto alcun gruppo da mettere in relazione con questo capitolo.

source: Check that you have inputted all the required fields.
it_it: Controlla di aver riempito tutti gli spazi richiesti.

source: Failed to save to database for unknown reasons.
it_it: Non sono riuscito a salvare nel database per cause sconosciute.

source: Failed to remove the chapter from the database for unknown reasons.
it_it: Non sono riuscito a rimuovere il capitolo dal database per cause sconosciute.

source: No series related to this chapter.
it_it: Nessuna serie relativa a questo capitolo.

source: Failed to create the chapter directory. Please, check file permissions.
it_it: Non sono riuscito a create la cartella del capitolo. Per favore, controlla i permessi dei file.

source: Failed to remove the files inside the chapter directory. Please, check file permissions.
it_it: Non sono riuscito a rimuovere i file all'interno della cartella del capitolo. Per favore, controlla i permessi dei file.

source: Failed to remove the chapter directory. Please, check file permissions.
it_it: Non sono riuscito a rimuovere la cartella del capitolo. Per favore, controlla i permessi dei file.

source: Insert the title of the series.
it_it: Inserisci il titolo di questa serie.

source: Author
it_it: Autore

source: Insert the author of this title.
it_it: Inserisci l'autore di questa serie.

source: Artist
it_it: Artista

source: Insert the artist of this title.
it_it: Inserisci l'artista di questa serie.

source: Parody
it_it: Parodia

source: The original series on which the parody is based.
it_it: La serie originale su cui questa parodia si basa.

source: The forum thread where this work was posted, if any.
it_it: Il topic del forum in cui questo lavoro è stato postato, se esiste.

source: Adult Notice
it_it: Avvertenza contenuto Adulto

source: Hide the series from public view.
it_it: Nasconde la serie agli utenti.

source: Upload an image to use as thumbnail.
it_it: Carica un'immagine da usare come thumbnail.

source: Custom Chapter Title
it_it: Titolo Capitolo personalizzato

source: Replace the default chapter title with a custom format. Example: "{num}{ord} Stage" returns "2nd Stage"
it_it: Rimpiazza il titolo di default del capitolo con un formato personalizzato. Esempio: "{num}{ord} Stage" ritorna "2nd Stage"

source: URL Slug
it_it: Nome URL

source: The series you wanted to edit doesn't exist.
it_it: La serie che vuoi modificare non esiste.

source: Failed saving the series to database for unknown reasons.
it_it: Non ho potuto salvare la serie nel database per motivi sconosciuti.

source: The series couldn't be removed from the database for unknown reasons.
it_it: Non ho potuto rimuovere la serie dal database per motivi sconosciuti.

source: The directory could not be created. Please, check file permissions.
it_it: Non ho potuto creare la directory. Per favore, controlla i permessi dei file.

source: The files inside the series directory could not be removed. Please, check the file permissions.
it_it: Non ho potuto rimuovere i file nella cartella della serie. Per favore, controlla i permessi sui file.

source: The directory could not be removed. Please, check file permissions.
it_it: Non ho potuto rimuovere la cartella del fumetto. Per favore, controlla i permessi dei file.

source: Failed to save the thumbnail image in the database.
it_it: Non sono riuscito a salvare l'immagine thumbnail nel database.

source: Failed to remove the thumbnail's original image. Please, check file permissions.
it_it: Non sono riuscito a rimuovere l'immagine originale del thumbnail. Per favore, controlla i permessi dei file.

source: Failed to remove the thumbnail image. Please, check file permissions.
it_it: Non sono riuscito a rimuovere l'immagine thumbnail. Per favore, controlla i permessi dei file.

source: Failed to remove the thumbnail image from the database.
it_it: Non sono riuscito a rimuovere l'immagine thumbnail dal database.

source: One of the named teams doesn't exist.
it_it: Uno dei gruppi specificati non esiste.

source: Couldn't save joint to database due to an unknown error.
it_it: Non ho potuto salvare il joint nel database a causa di un errore sconosciuto.

source: The joint couldn't be removed.
it_it: Non ho potuto rimuovere la collaborazione.

source: Couldn't add team to joint for unknown reasons.
it_it: Non ho potuto aggiungere il gruppo alla collaborazione per motivi sconosciuti.

source: Couldn't remove the team from the joint.
it_it: Non ho potuto rimuovere il gruppo dalla collaborazione.

source: Couldn't remove the team from all the joints.
it_it: Non ho potuto rimuovere il team da tutte le collaborazioni.

source: There isn't a page in the database related to this ID.
it_it: Non c'è una pagina nel database in relazione a questo ID.

source: There was no selected chapter.
it_it: Non hai scelto alcun capitolo.

source: The selected chapter doesn't exist.
it_it: Il capitolo scelto non esiste.

source: Failed to write to database for unknown reasons.
it_it: Non sono riuscito a salvare nel database per motivi sconosciuti.

source: Failed to remove the page from the database.
it_it: Non sono riuscito a rimuovere la pagina dal database.

source: Failed to add the page's file. Please, check file permissions.
it_it: Non sono riuscito ad aggiungere il file della pagina. Per favore, controlla i permessi dei file.

source: Failed to remove the page's file. Please, check file permissions.
it_it: Non sono riuscito a rimuovere il file della pagina. Per favore, controlla i permessi dei file.

source: There were no groups selected.
it_it: Non hai scelto alcun gruppo.

source: Failed to find the selected team's ID.
it_it: Non sono riuscito a trovare l'ID del gruppo scelto.

source: Failed to update the team in the database for unknown reasons.
it_it: Non sono riuscito ad aggiornare il gruppo nel database per motivi sconosciuti.

source: Failed removing the chapters while removing the team.
it_it: Non sono riuscito a rimuovere i capitoli mentre rimuovevo il gruppo.

source: Failed to delete the team for unknown reasons.
it_it: Non sono riuscito a rimuovere il team per cause sconosciute.

source: There's no team under this ID.
it_it: Non c'è un gruppo sotto questo ID.

source: There's no teams under this ID.
it_it: Non ho trovato un gruppi sotto questo ID.

source: There's no group found with this ID.
it_it: Non ho trovato un gruppo con questo ID.

source: We're currently upgrading FoOlSlide. This process usually takes few seconds or a couple minutes, check back soon!
it_it: Correntemente stiamo aggiornando FoOlSlide. Questo processo solitamente dura da pochi secondi a qualche minuto. Ritorna fra qualche minuto!

source: Can't get the update file from FoOlPod. It might be a momentary problem, or a problem with your server security configuration. Browse <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> to check if it's a known issue.
it_it: Non sono riuscito a scaricare il file d'aggiornamento da FoOlPod. Potrebbe essere un problema momentaneo, o un problema con la configurazione del tuo server. Segui il link <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> per controllare che non sia un problema conosciuto.

source: If you can't do the above, you can follow the manual upgrade instructons at %sthis link%s.
it_it: Se non puoi fare ciò, puoi seguire le istruzioni per l'aggiornamento manuale a %squesto link%s.

source: Back to profile
it_it: Torna al profilo

source: Back to login
it_it: Torna al login

source: Email or username
it_it: Email o nome utente

source: Confirmation Code
it_it: Codice di Conferma

source: Remember me
it_it: Ricordati di me

source: Email Address
it_it: Indirizzo Email

source: Confirm Password
it_it: Conferma Password

source: Get another CAPTCHA
it_it: Ottieni un altro CAPTCHA

source: Get an audio CAPTCHA
it_it: Ottieni un CAPTCHA audio

source: Get an image CAPTCHA
it_it: Ottieni un CAPTCHA grafico

source: Enter the words above
it_it: Inserisci le parole in alto

source: Enter the numbers you hear
it_it: Inserisci i numeri che senti

source: Enter the code exactly as it appears
it_it: Inserisci il codice esattamente come compare

source: Control panel
it_it: Pannello di controllo

source: Admin panel
it_it: Pannello di amministrazione

source: You're leaving the team leadership:
it_it: Stal lasciando la posizione di capogruppo:

source: Leave
it_it: Lascia

source: Back to your teams
it_it: Torna ai tuoi team

source: You're leaving the team:
it_it: Stai lasciando il team:

source: Change avatar (via Gravatar.com)
it_it: Cambia avatar (via Gravatar.com)

source: not public
it_it: non pubblico

source: Delete account
it_it: Cancella account

source: Display name (public)
it_it: Nome pubblico (pubblico)

source: Twitter username (public)
it_it: Nome utente twitter (pubblico)

source: Bio (public) (max 140 characters)
it_it: Biografia (pubblico) (massimo 140 caratteri)

source: Saved
it_it: Salvato

source: Accept
it_it: Accetta

source: Reject
it_it: Rifiuta

source: You aren't part of any team.
it_it: Non fai parte di alcun team.

source: You're part of the following teams:
it_it: Fai parte dei seguenti team:

source: You're the leader of the following teams:
it_it: Sei il capogruppo dei seguenti team:

source: Leave leadership
it_it: Lascia la posizione da capogruppo

source: These users are applying for a team of yours:
it_it: Questi utenti si sono candidati per uno dei tuoi team:

source: User:
it_it: Utente:

source: Options
it_it: Opzioni

source: Insert the exact name of the team you'd like to apply to:
it_it: Inserisci il nome esatto del team per il quale vorresti candidarti

source: Team name (case sensitive)
it_it: Nome del team (con maiuscole e minuscole)

source: Apply
it_it: Candidati

source: You have pending applications for the following teams:
it_it: Hai candidature aperte per i team seguenti

source: Chat Logs
it_it: Log della Chat

source: Your Profile
it_it: Il tuo Profilo

source: Chat logs from your channel.
it_it: Log della chat del canale.

source: View Logs
it_it: Visualizza log

source: Prune logs
it_it: Elimina log

source: Are you sure you want to delete all the logs?
it_it: Sei sicuro di voler rimuovere tutti i log?

source: Delete all the old logs.
it_it: Cancella tutti i log.

source: Log space
it_it: Spazio occupato

source: Note: This paste expires in 1 hour.
it_it: Nota: questo paste scade tra 1 ora.

source: Yes
it_it: Sì

source: Update database
it_it: Aggiorna database

source: There's a newer version of the database available. Just update it by clicking on the update button.
it_it: C'è una nuova versione del database disponibile. Aggiornalo cliccando sul bottone d'aggiornamento.

source: In case you're using a very large installation of FoOlSlide, to avoid timeouts while updating the database, you can use the command line, and enter this: %s
it_it: In caso tu stia usando un'installazione molto grande di FoOlSlide, per evitare timeout mentre aggiorni il database, puoi usare la riga di comando, ed inserire: %s

source: Do you really want to upgrade your database?
it_it: Vuoi davvero aggiornare il tuo database?

source: Control Panel
it_it: Pannello di Controllo

source: FoOlSlide load balancers are servers that serve images cloned from the master server. You can host a load balancer by either using an external service (like a Content Delivery Network), or use another FoOlSlide installation in "client mode" on another server.
it_it: I FoOlSlide load balancer sono server che servono immagini clonate dal server master. Puoi hostare un load balancer usando un servizio esterno (come un Content Delivery Network), o usando un altra installazione di FoOlSlide in "modalità client" su un altro server.

source: The process of setting up a FoOlSlide Balancer is very simple: you just install a slide on the other server, provide it with the URL to this slide (%s), and add the URL for the other slide below. The rest is automatic.
it_it: Il settaggio di un FoOlSlide Balancer è molto semplice: installa il reader su un altro server, indicagli l'URL di questo reader (%s), e aggiungi l'URL del reader secondario qui sotto. Il resto è automatico.

source: The percentages are for ease and you can set each host to any percentage. For example, if you set two load balancers at 100%, they will actually operate at 50% each.
it_it: Le percentuali servono a distribuire il carico e puoi settare ogni host a qualunque valore. Per esempio, se setti due load balancer al 100%, in realtà opereranno entrambe al 50%.

source: Currently, the load balancer does not support serving downloadable compressed archives. These will be served by the master FoOlSlide installation instead. Please keep this in mind while you are distributing the percentages.
it_it: Al momento, il load balancer non è in grado di servire gli archivi scaricabili. Questi ultimi verranno serviti dall'installazione master di FoOlSlide. Tienilo a mente quando distribuisci le percentuali.

source: Priority
it_it: Priorità

source: Add/Save
it_it: Aggiungi/Salva

source: IPs of Load Balancing Servers
it_it: Ip dei Server di Load Balancing

source: Add the IPs of the servers used for balancing. This will prevent them from being limited via the nationality filter.
it_it: Aggiungi gli IP dei server usati per il bilanciamento. Questo eviterà che vengano limitati dal filtro nazionalità.

source: Team Information
it_it: Informazioni sul Team

source: Make an user a leader by submitting his username:
it_it: Rendi un utente un capogruppo inserendo il suo nome utente.

source: Make administrator
it_it: Rendi amministratore

source: Are you sure you want to make this user an administrator?
it_it: Vuoi davvero fare di questo utente

source: Remove administrator
it_it: Rimuovi amministratore

source: Are you sure you want to remove this user from the administrator group?
it_it: Sei sicuro di voler rimuovere questo utente dal gruppo degli amministratori?

source: Make moderator
it_it: Rendi moderatore

source: Are you sure you want to make this user a moderator?
it_it: Vuoi davvero fare di questo utente un moderatore?

source: Remove moderator
it_it: Rimuovi moderatore

source: Are you sure you want to remove this user from the moderator group?
it_it: Sei sicuro di voler rimuovere questo utente dal gruppo dei moderatori?

source: Remove User
it_it: Rimuovi Utente

source: Are you sure you want to remove this user from the site?
it_it: Sei sicuro di voler rimuovere questo utente dal sito?

source: Member Profile
it_it: Profilo utente

source: To search, write and hit enter
it_it: Per cercare, scrivi e premi invio

source: Delete chapter
it_it: Rimuovi capitolo

source: Do you really want to delete this chapter and its pages?
it_it: Vuoi davvero rimuovere questo capitolo e le relative pagine?

source: Read chapter
it_it: Leggi il capitolo

source: Chapter Information
it_it: Informazioni Capitolo

source: Share
it_it: Condivisione forum

source: Pages
it_it: Pagine

source: Start upload
it_it: Inizia upload

source: Cancel upload
it_it: Interrompi upload

source: Delete files
it_it: Cancella i file

source: Here you can select a directory and import chapters from it. This directory must contain ZIP, RAR or directories with each representing one single chapter. After you select a valid directory, the interface will give you the ability to fine-tune the import of each chapter. Notice that every directory, ZIP or RAR will be scanned for images and these will all be put in the same folder. If there are two files with the same name in the same ZIP, RAR or directory, the second found will overwrite the first.
it_it: Qui puoi selezionare una cartella ed importare capitoli da essa. Questa cartella deve contenere ZIP, RAR o directory, ciascuna con all'interno un singolo capitolo. Dopo che hai selezionato una cartella valida, l'interfaccia ti darà la possibilità di controllare come verranno importati i capitoli. Sappi che da ogni ZIP, RAR e cartella verranno prese tutte le immagini ed inserite tutte nella stessa cartella. Nel caso ci fossero due immagini con lo stesso nome nel ZIP, RAR o nella cartella, la seconda immagine sovrascriverà la prima.

source: Chapter Filename
it_it: Filename Capitolo

source: Manual Setup
it_it: Installazione manuale

source: Try
it_it: Prova

source: Attempts to detect the volume, chapter, and sub-chapter numbers for the chapters listed below. (For Example: "Chapter_123" would be detected by using "Chapter_{ccc}" in the field.)
it_it: Cerca di individuare i numeri del volume, capitolo e sotto-capitolo per la lista di capitoli sotto. (Per esempio: "Chapter_123" sarebbe individuato usando "Chapter_{ccc}" nel campo.)

source: Set
it_it: Inserisci

source: Sets the volume for all of the chapters listed below.
it_it: Assegna il volume per tutti i capitoli della lista seguente.

source: Set Initial Chapter Number
it_it: Assegna il Numero Iniziale Capitolo

source: Sets the initial chapter and auto-increments for additional chapters listed below.
it_it: Assegna il capitolo iniziale e lo auto-incrementa per i capitoli successivi nella lista seguente.

source: Sets the teams for all the chapters listed below.
it_it: Assegna i Team a tutti i capitoli della lista seguente.

source: Adding Chapters to
it_it: Aggiungendo i Capitoli a

source: Submit All
it_it: Invia tutto

source: Series Information
it_it: Informazioni Serie

source: To search, type and hit enter
it_it: Per cercare, scrivi e premi invio

source: Quick tools
it_it: Strumenti veloci

source: Do you really want to delete this series and its chapters?
it_it: Sei sicuro di voler rimuovere questa serie e il suo relativi capitoli?

source: Delete
it_it: Cancella

source: Read
it_it: Leggi

source: Delete Tag
it_it: Rimuovi Genere

source: Do you really want to delete this tag?
it_it: Vuoi davvero rimuovere questo genere?

source: Tag Information
it_it: Informazioni Genere

source: Type Information
it_it: Informazioni Tipo

source: Delete Series
it_it: Cancella Serie

source: Import From Folder
it_it: Importa da Cartella

source: Chapters
it_it: Capitoli

source: Output Server Information
it_it: Output Informazioni Server

source: Server Information
it_it: Informazioni Server

source: The web server that is currently running to serve your content.
it_it: Il web server attualmente in esecuzione.

source: PHP Version
it_it: Versione PHP

source: The version of the currently running PHP parser.
it_it: La versione corrente del parser PHP

source: Old PHP version
it_it: Versione PHP obsoleta

source: To run FoOlSlide, you need at least PHP version 5.2.0.
it_it: Per eseguire FoOlSlide, è necessario PHP versione 5.2.0 o superiori.

source: Suggested
it_it: Suggerimento

source: This value cannot be checked via PHP.
it_it: Questo valore non può essere controllato da PHP.

source: The Nginx web server has its own internal upload limit variable. If you are receiving upload errors, and your PHP configuration looks fine, check this variable in your Nginx configuration file.
it_it: Il web server Nginx ha la propria variabile upload limit interna. Se ci sono errori negli upload, e la configurazione di PHP è corretta, controlla questa variabile nel file di configurazione di Nginx.

source: Variable
it_it: Variabile

source: Software Information
it_it: Informazioni Software

source: FoOlSlide Version
it_it: Versione FoOlSlide

source: The version of FoOlSlide that you are currently running on your server.
it_it: La versione di FoOlSlide attualmente eseguita sul server.

source: New Version Available
it_it: Nuova Versione Disponibile

source: Upgrading FoOlSlide ensures that you have the most secure, stable and feature enhanced release.
it_it: Aggiornare FoOlSlide ti assicura di avere la migliore, più sicura e più stabile versione dell'applicazione.

source: Environment
it_it: Modalità

source: The environment FoOlSlide is current running as on the server.
it_it: La modalità in cui FoOlSlide è attualmente eseguito sul server.

source: PHP Configuration
it_it: Configurazione di PHP

source: PHP settings can be easily changed by editing your php.ini file.
it_it: Le impostazioni di PHP possono essere facilmente cambiate modificando il file php.ini.

source: php.ini Location
it_it: Percorso di php.ini

source: This is the location of the file to edit to change the following variables.
it_it: Il percorso del file da modificare per cambiare i valori delle seguenti variabili.

source: The PHP safe mode is an attempt to solve the shared-server security problems and disables many important PHP functions. This is mainly used by shared hosting services to avoid implementing correct security fixes for shared-server environments.
it_it: La safe mode di PHP è un tentativo di risolvere i problemi di sicurezza nei server condivisi e disabilita molte funzioni importanti di PHP. È usata principalmente dai servizi di hosting condivisi per evitare l'implementazione di fix di sicurezza per gli ambienti shared-server.

source: Safe Mode has been enabled on your PHP installation. This setting has nothing to do with security, and it's used by shared server hosts to limit your actions. This variable should be turned off for FoOlSlide to function correctly.
it_it: La Safe Mode è stata abilitata sulla tua installazione di PHP. Questa opzione non ha nulla a che vedere con la sicurezza, ed è usata dai servizi di hosting dei server condivisi per limitare le tue azioni. Dovresti disabilitare questa modalità per permettere a FoOlSlide di funzionare correttamente.

source: Allow URL fopen
it_it: Abilita URL fopen

source: This function allows PHP to use URL-aware fopen wrappers to access remote files via FTP or HTTP protocol.
it_it: Questa funzione permette a PHP di usare URL-aware fopen wrappers per accedere a file remoti tramite i protocolli FTP o HTTP.

source: Disabled
it_it: Disabilitato

source: Your PHP configuration currently has URL-aware fopen wrappers disabled. This affects FoOlSlide functions that require accessing remote files in case cURL is not installed on the system. If it is possible, this variable should be enabled with cURL installed as well.
it_it: La configurazione di PHP ha al momento URL-aware fopen wrappers disabilitato. Questo influisce sulle funzioni di FoOlSlide che richiedono l'accesso a file remoti nel caso in cui cURL non sia installato sul sistema. Se possibile, questa variabile dovrebbe essere abilitata così come cURL dovrebbe essere installato.
